{ "animequotes":[
  "Even in the depths of the darkest oceans, some light always pierces through. - Arima Kousei (Your lie in April)",
  "I'd kind of like to become a really weird pianist. - Arima Kousei (Your lie in April)",
  "You're like a cat. If I get close, you'll ignore me and go far away. If I get hurt, you'll play around to share the pain. - Arima Kousei (Your lie in April)",
  "And then... I just told a single lie. - Kaori Miyazono (Your lie in April)",
  "There are tons of musicians in the same boat. I'm sure! Ones who think, \"I'll be darned if I do this\" or \"Why don't you play it?\" And yet, you pick it up again... and you sit before that score. That's how... you create the most beautiful lie of all. - Kaori Miyazono (Your lie in April)",
  "There's no short-cut to becoming strong. Even if you try to look strong on the outside, that thin layer will soon fall off. - Shimura Shinpachi (Gintama)",
  "Whatever you lose, you'll find it again, but what you throw away you'll never get it back. - Kenshin Himura (Rurouni Kenshin)",
  "Destiny. Fate. Dreams. These unstoppable ideas are held deep in the heart of man. As long as there people who seek freedom in this life, These things shall not vanish from the Earth. - Gol D. Roger (One Piece)",
  "If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don't need them and their selfish ideas. - Alibaba Saluja (MAGI: The Labyrinth Of Magic)",
  "No matter how severe the situation is, if you continue to stay there, you'll accept everything as a everyday life. - Nobuchika Ginoza (Psycho-Pass)",
  "Whats the probability of drawing the ace of spades from a deck with no jokers? Normaly it would be 1/50. But what if its a brand new deck? The position of cards in a new deck are typically identical, so that means if you take out the jokers and draw the card at the very bottom, it's the ace of spades almost 100% of the time. Oh that's right! I didn't say a word about it being a new deck. Rather, you didn't ask. Being in the \"know\" gives you the power to turn the probability of winning from 1.92% to 100%. The more knowledge of a party will be the inevitable victor. - Sora (No Game No Life)",
  "I am the God placed here to save the weak and create a perfect world. - Light Yagami (Death Note)",
  "People can't live for the future without accepting reality. - Kurokawa Mari (Gate: Jieitai Kanochi nite, Kaku Tatakaeri)",
  "I'll sooner die than become burden. - Armin Arlelt (Attack on Titan)",
  "Does math bring out your wrath? - Shun Izuki (Kuroko No Basket)",
  "I've never been victimized for anything. I am just doing what I can for me and my comrades. And right now, you're in my way. - Mikazuki Augus (Mobile Suit Gundam: Iron-Blooded Orphans)",
  "God would never put us through all this suffering if he didn't think we could bear it. - Konno Yuuki (Sword Art Online II)",
  "No, but I can learn. I'll bathe in blood. If that's what it takes to protect my friends, I'll take it. All the hatred, the disease. I'll take it as my own and end it. - Shū Ouma (Guilty Crown)",
  "To put things simply, if your past makes your present... Then your present can and will make your future. When you think about it that way... You absolutely have the potential to be anything you want to be, don't you agree? - Yato (Noragami)",
  "Love is when it isn't fun to be with that person. It's when nothing goes the way you want. When you're not having fun... and yet you still want to be with that person. - Taichi Mashima (Chihayafuru)",
  "You can call me what you like, last chance for cake. - L (Death Note)",
  "I can't imagine a world without Light! Yes,that would be dark. - Misa Amane & L (Death Note)",
  "It's written amazingly well... But if you don't take out the part that says, \"I don't care if you kill L,\" I'll die. - L (Death Note)",
  "I'm a... pervert? - L (Death Note)",
  "I'll give you this strawberry, if you keep it a secret okay?. - L (Death Note)",
  "He who strikes first wins. - L (Death Note) ",
  "What's wrong you've been staring at me for the last 2 minutes, wait let me guess you must be annoyed because I'm the only one eating cake at the moment am I right? - L (Death Note)",
  "I don't sit like this because I want to, I have to sit like this. You see if I were to sit normally my deductive skills would immediately be reduced by roughly 40%. - L (Death Note)",
  "I could actually fall for you. - L (Death Note)",
  "Weee...yay...fun... - L (Death Note)",
  "Maybe there’s only a dark road up ahead. But you still have to believe and keep going. Believe that the stars will light your path, even a little bit. - Kaori Miyazono (Your lie in April)",
  "Ruling over death means ruling over life. Death is the climax of life. To have the best death, you must honor life. - Rory Mercury (Gate: Jieitai Kanochi nite, Kaku Tatakaeri)",
  "Me? A liar? That's almost hurtful. I just don't feel like telling the whole truth. - William Macbeth (Kekkai Sensen)",
  "People with talent often have the wrong impression that things will go as they think. - Karma Akabane (Assassination Classroom)",
  "It's not a sin to fall in love. You can't even arrest someone over that. - Gajeel Redfox (Fairy Tail)",
  "Don't just mindlessly judge people as you please. - Rin Okumura (Blue Exorcist)",
  "Every dream has an end...No matter how nice the dream might be, or how scary it is. Under your warm blanket, the dream comes to an abrupt end, when mother shakes you awake. Forever and ever, the morning scene remains the same. But now I... I wonder... when the dreams began to never end. - Aizawa Yuuichi (Kanon)",
  "It is absurd to divide people into good and bad. People are neither charming or tedious. - Izaya Orihara (Durarara!!)",
  "Those who can't do what they have to when the time comes for action will find their presence fading in our classroom. An assassin who neglects to sharpen his blade is no assassin at all. He's just a boastful brat swinging around a rusty sword. - Koro-Sensei (Assassination Classroom)",
  "The difference between the novice and the master is that the master has failed more times than the novice has tried - Koro-Sensei (Assassination Classroom)",
  "The things we can't obtain are the most beautiful ones. - Gilgamesh (Fate Stay Night - Unlimited Blade Works)",
  "If you want to grow just look above you, there are plenty of people perfect to serve as fodder for your growth. - Kojirō Shinomiya (Shokugeki no Sōma)",
  "Music isn't supposed to be something you do to show off your abilities to your rivals. - Noboru Taki (Hibike! Euphonium)",
  "Don’t allow hatred to devour your heart. The one that you care for will only move farther away.  - Frau (07 Ghost)",
  "Daunting and mistrusting others forever won’t accomplish anything. - Teito Klein (07 Ghost)",
  "Fear is what creates order. - Medusa Gorgon (Soul Eater)",
  "Because of my last moments are such fulfillment. I can end my journey surrounded by so many people, in the arms of the person I love. I... I did my best to live, I lived here. - Konno Yuuki (Sword Art Online II)",
  "You yourself have to change first, or nothing will change for you! - Gintoki Sakata (Gintama)",
  "Sake sure is nice. You can forget your troubles if only for a moment. You'll have to remember them tomorrow though, and they'll be even more painful than they were the night before. You can't run away from things like this. Especially from things you really want to forget. - Gintoki Sakata (Gintama)",
  "Honestly, there isn't much meaning to the splendid names given to you by your parents. What does have meaning, is what the person behind that name does during their actual lifetime. The name doesn't make the person. The name simply remains gently within the footprint left on the path a person walks. - Koro-Sensei (Assassination Classroom)",
  "It is pointless to question who someone really is. All you can do is believe and accept. Because the way you perceive someone is their true identity. - Kazuto Kirigaya (Sword Art Online)",
  "I'd rather die with someone than let that person die before my eyes. More so if she's a girl like you. - Kazuto Kirigaya (Sword Art Online)",
  "Sometimes the things that matter the most are right in front of you. - Asuna Yūki (Sword Art Online)",
  "You hit me with everything you had, so I decided I could trust you with everything I had. - Konno Yuuki (Sword Art Online II)",
  "Life isn't just doing things for yourself. It's possible to live in such a way that other people's happiness, makes you happy too. - Asuna Yūki (Sword Art Online)",
  "Everyone smiles, when they are with you. Please... from now on, go and help people in my place. Share your happiness with them. - Yui (Sword Art Online)",
  "It's more cruel to give someone false hope, you know. - Michiru Kinushima (Plastic Memories)",
  "If another me was born somewhere else, and had led a different life, how would he feel? If there was another version of myself somewhere on the other side of the ocean, what would happen if I were able to meet him? Would I be able to be his friend? Or would the differences in our upbringing be something that I couldn't overcome? Can I understand him because he is me? Or will he be impossible to understand because he's me? - Tooru Kazasumi (Gunslinger Stratos)",
  "We fail. We make mistakes. But each time we do, I think we become stronger. - Kyouka Katagiri (Gunslinger Stratos)",
  "Because nothing makes one happier than being with the one you love. - Isla (Plastic Memories)",
  "When you're really in trouble, of course I'd come and help. That's what friends are for, right? - Takeshi Yamamoto (Katekyo Hitman Reborn!)",
  "It isn't just \"others\". Not \"others\". It's my Family. I'll force my ideals on my family. And since they're family, I'll lie to them. I'll deceive them. I'll cause them trouble. I'll make them worry. I'll owe them things, things I'll never be able to repay. However, I think that's okay. If you say that being an impostor is evil, then I will shoulder the burden of that evil. If lying is a bad thing, then I'm fine being the bad person. I don't need them to like me. I'm fine with being the worst kind of person. - Koyomi Araragi (Nisemonogatari)",
  "I don't like this, I don't like this, I don't like this. Sure, I know that I have no right to be feeling this way. But I still don't like it! I just don't like it. We were always together. I was always by his side. During time of joy, and grief as well. But...I realize he's far away from me now... I'm not by his side...there's somebody else there... I don't like this! Look at me! Look at me, will you? Not with those eyes... Don't look at someone else! - Tsubaki Sawabe (Your lie in April)",
  "If you don't believe in yourself, who will!? You're the only one demeaning yourself! - Amu Hinamori (Shugo Chara)",
  "To believe in someone can be a dangerous thing. - TimeKeeper (Gunslinger Stratos)",
  "But the truth is merely the majority of the living. It only revolves around their choices and actions and nothing more. - Karoku Arumerita (Karneval)",
  "Everyone's birthplace and upbringing is different. It's obviously impossible for them to understand each other. - Monokuma (Danganronpa The Animation)",
  "Now, you’ve only got two different options to choose from: Prove that everything I just said was bullshit, or admit your guilt. - Akiyama Shinichi (Liar Game)",
  "Everyone's reality is freight with some degree of pain. What's wrong with seeing what makes you happy in your dreams? - Natsume (Eden*)",
  "Sorry, but I hate people who act innocent but are actually opportunists. - Nai (Karneval)",
  "It's truly infuriating... I despise people like you who put their own lives in jeopardy for some glorious, hopeless cause. - Ophelia (Claymore)",
  "What are people? What is the \"self\"? So long as you look like someone else, no one can't tell who's really on the inside. - Iori Nagase (Kokoro Connect)",
  "That day four years ago... When I wasn't needed by anyone. When nobody cared about me. When I had given up on living and was about to jump off the roof of a building... FB saved me with a single message. I didn't care if it was a joke or not. I was just happy that somebody knew... that I was alive... that it was OK for me to live... - Moeka Kiryū (Steins;Gate)",
  "Living should mean no do-overs. This is for the best. - Okabe Rintarou (Steins;Gate)",
  "What kind of mad scientist worries about not getting enough vegetables? - Okabe Rintarou (Steins;Gate)",
  "There are two types of lies: Lies that hurt, and lies that don't hurt. - Itaru Hashida (Steins;Gate)",
  "Uhh Hey Mister. I am mad scientist, it's so cooooool... sonovabitch! - Okabe Rintarou (Steins;Gate)",
  "Who'd eat a pervert's banana? *blushing* - Kurisu Makise (Steins;Gate)",
  "Having happy and beautiful memories won't always bring you salvation. The more beautiful a memory is, the more painful it can become. It can even become terrifying. Both for the one who's leaving... And for the one left behind. - Isla (Plastic Memories)",
  "Let me tell you something. Humans don't even have the patience to wait even ten minutes for something! - Yuri Nakamura (Angel Beats!)",
  "Everyone loses sight of themselves sometimes. Don't worry about it. - Ichinose Hayato (Uta No Prince Sama)",
  "Life is a succession of committing sin. Life is evil itself. I'm conscious that I'm evil. And so are all of you. - Yoshimura (Tokyo Ghoul √A)",
  "Unless someone makes the first move, nothing will happen. - Misa Amane (Death Note)",
  "If you keep lying like that, no one, not even yourself, will believe you anymore. - Aladdin (Magi - The Labyrinth of Magic)",
  "It is a virtue to devote one's self to something, firmly believing in one's own ideals. But that does not mean it's alright to belittle the ideals or feelings of others. If you lead such a busy life and you don't realize how your parents feel, it's only self-satisfaction. It's alright to stop every now and again, if you want a moment's rest, if you want to feel what other people feel. - Vash the Stampede (Trigun)",
  "Most non-NEET people in the world don't realize that human nature isn't scalar, but vectorial. - Shionji Yuuko (Kamisama No Memochou)",
  "There are times when you have to give up on one thing to preserve the other. Your mother couldn't. That isn't kindness. That's just being weak. - Rize Kamishiro (Tokyo Ghoul)",
  "If you like, you can stay over here tonight. If you're lucky, you may see some cannibalism and that's always fun... - Uta (Tokyo Ghoul)",
  "Humans all behave the same way, like idiots. They all forget that someday, they're gonna die, so the moment they come face to face with death, they cling to life. - Ginti (Death Parade)",
  "The final curtain falls at the very moment a person gives up. - Miwa Ichigen (K Project)",
  "Hold on. Don't go! Let's argue again. I'll bribe you with a canelé. I'll call you to kill time. I don't mind being Friend A. Please don't go. Please don't go. Please don't go...please don't leave me behind. Kousei Arima (Your lie in April)",
  "But still... Not trying to undo misunderstandings is the same as telling a lie. - Yotsugi Ononoki (Monogatari Series: Second Season)",
  "Puhi! - Botan (Clannad)",
  "When you feel your life's on the line, your true nature surfaces. - Shinichi Izumi (Parasyte -the maxim-)",
  "Human beings are cruel. Even though it's heartbreaking, I feel hungry. Even though it's painful, I feel sleepy. And, even though it's painful for me, I still eat and sleep peacefully. I can't forgive myself, and hence it becomes even more painful. - Asou Renji (Ef - A Fairy Tale Of The Two)",
  "--Underwear...--Underwear...--Underwear... - Chi (Chobits)",
  "Ice Cream, Ice Cream who likes ice cream?!?! - Mitsukuni Haninozuka (Ouran High School Host Club)",
  "A temporary defeat is nothing if it leads to ultimate victory! - Stephanie Dola (No Game No Life)",
  "Any treasure you attain without anyone ever working for it is no treasure at all. - Nyanta (Log Horizon)",
  "Being strong on your own is meaningless. To have power you need other people, and they need a world where they can be at their best. - Shiroe (Log Horizon)",
  "The bitterness that all of these voices contain soothes me... like a lullaby - Solf J. Kimblee (Fullmetal Alchemist: Brotherhood)",
  "You killed me... I hate losing, but there are worse ways to die than at the hands of a man like you. I love how cold and focussed your eyes are. I look forward to the day when those eyes will be wide with agony. It's coming... it's coming... - Lust. (Fullmetal Alchemist: Brotherhood)",
  "I'll give you this strawberry if you keep it a secret, okay? - L (Death Note)",
  "What's wrong? You've been staring at me for the last two minutes. Wait, let me guess, you must be annoyed because I'm the only one eating cake at the moment, am I right? - L (Death Note)",
  "Let me ask you, does a machine like yourself ever experience fear?! - Vegeta. (Dragon Ball Z)",
  "Are you ready now? To witness a power not seen for thousands of years?! - Vegeta. (Dragon Ball Z)",
  "Welcome to the end of your life! ...And I promise it's going to hurt. - Vegeta. (Dragon Ball Z)",
  "Fight you? No, I want to kill you. - Gohan. (Dragon Ball Z)",
  "Simon, your drill is thew drill that will pierce the heavens! - Kamina (Tengen Toppa Gurren Lagann)",
  "Just who the Hell do you think I am?! - Kamina (Tengen Toppa Gurren Lagann)",
  "Who the Hell do you think you are having two faces? You cocky bastard! - Kamina (Tengen Toppa Gurren Lagann)",
  "And everyone on the planet knows that if you win with friendship, you win at life! - Mako Mankanshoku (Kill la Kill)"
]}
